{
  "Spells": [
    {
      "nazwa": "Blackout",
      "koszt": 2,
      "opis": "Choose target unit or single model within 30 cm. Roll a d6 – a score of 2 or less means a successful spell. In the following cycle, the target unit or model may only move or charge a distance of d6 or 2d6 cm without adding its Mobility (M) stat. If the target unit fails to charge, it remains in place but can be turned by the opponent up to 90 degrees."
    },
    {
      "nazwa": "Death Blast",
      "koszt": 4,
      "opis": "Choose up to three target enemy units (but not single models) with wounded bases within 40 cm. Roll a d6. On a score of 4 or less, the target units must remove the wounded base."
    },
    {
      "nazwa": "Shackles of Pain",
      "koszt": 3,
      "opis": "Choose target single enemy model within 30 cm. Roll a d6 – a score of 3 or less means a successful spell. The model must immediately take a d6 test for each W point it has. Each roll of 5 or 6 means it loses 1 Wound."
    },
    {
      "nazwa": "Thunderbolt",
      "koszt": 2,
      "opis": "Choose target unengaged enemy unit or single model on the battlefield. Roll a d6 – a score of 2 or less means a successful spell. The target unit is dealt 3 Wounds. If the unit has any type of protection, armour, or is on a base larger than 20 mm, it is dealt 4 Wounds. No armour or other protection work against Thunderbolt."
    },
    {
      "nazwa": "Vengeance",
      "koszt": 4,
      "opis": "Choose target unit or single model within 30 cm, which is engaged in combat. Roll a d6 – a score of 4 or less means a successful spell. The target unit or single model may immediately make 1 attack for every 1 Wound lost this cycle."
    },
    {
      "nazwa": "Blizzard",
      "koszt": 4,
      "opis": "Choose target enemy unit within 30 cm that is not engaged in combat. Roll a d6 – a score of 4 or less means a successful spell. The enemy unit can be moved 5 cm forwards or backwards."
    },
    {
      "nazwa": "Fireball",
      "koszt": 3,
      "opis": "Choose target enemy unit (not a single model) within 20 cm that is not engaged in combat. Roll a d6 – a score of 3 or less means a successful spell. Two bases from that unit must take a Panic Test."
    },
    {
      "nazwa": "Terror",
      "koszt": 4,
      "opis": "Choose target enemy unit within 30 cm. Roll a d6 – a score of 4 or less means a successful spell. The enemy unit must take a Cold Blood Test at the beginning of the next cycle. If the test it failed, that unit loses an Action Die."
    },
    {
      "nazwa": "Whispers of the Gods",
      "koszt": 4,
      "opis": "Choose a General within 30 cm. Roll a d6 - a score of 4 or less means a successful spell. Choose a modifier: +2 or -2. The selected General will receive it in the next Initiative Phase."
    },
    {
      "nazwa": "Will to Fight",
      "koszt": 3,
      "opis": "Choose target friendly unit within 20 cm that is not engaged in combat. Roll a d6 – a score of 3 or less means a successful spell. The unit can make any turn and move up to 15 cm + d6."
    }
  ]
}